@component('mail::message')
<b>Доброго дня</b>

Ви отримали цей лист, тому що надійшов запит на зміну даних Вашого профілю.

@component('mail::button', ['url' => $url, 'color' => 'green'])
    Підтвердити зміну
@endcomponent

Термін дії посилання на підтвердження зміни даних профілю закінчується через 60 хвилин.

Якщо Ви не вимагали зміни даних профілю, то додаткових дій не потрібно.

Якщо у вас виникли проблеми з натисканням кнопки "Підтвердити зміну", скопіюйте та вставте наведену нижче URL-адресу у свій браузер: <a href="{{ $url }}" target="_blank">{{ $url }}</a>

<br><hr><br>

<i>З повагою,<br>
    команда {{ config('app.name') }}.</i>
@endcomponent
