@component('mail::message')

<b>Доброго дня, {{ $fullname }}.</b>

Ви успішно зареєструвались на сервісі UPOST за допомогою вашого {{ ucfirst($provider) }} аккаунту {{ $email }}. Раді вітати Вас!

Нами було згенеровано випадковий пароль <b>{{ $password }}</b> для вашого профілю, якщо Ви захочете авторизуватись на нашому сайті без допомоги соціальних мереж.

Радимо вам перейти <a href="{{ $url }}" target="_blank">за посиланням</a> для зміни паролю на більш надійний, відомий тільки Вам.

@component('mail::button', ['url' => $url, 'color' => 'green'])
    Змінити пароль
@endcomponent

<hr><br>

<i>Всього найкращого,<br>з повагою, команда {{ config('app.name') }}.</i>

@endcomponent
